adobe-source-han-serif-cn-fonts
alacritty
alsa-utils
archlinux-keyring
archlinuxcn-keyring
ark
autoconf
automake
axel
base
binutils
bison
clang
dhcpcd
docker
docker-compose
dolphin
efibootmgr
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fd
file
findutils
flex
fuse2
gawk
gcc
gettext
gnome-keyring
go
grep
groff
grub
gwenview
gzip
htop
intel-ucode
iwd
jq
lazygit
lib32-mesa
lib32-vulkan-intel
libgnome-keyring
libtool
linux
linux-firmware
lua
m4
make
ncdu
neofetch
neovim
nerd-fonts-fira-code
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
packagekit
packagekit-qt5
pacman
patch
pkgconf
plasma-meta
ripgrep
rust
sed
sof-firmware
sudo
texinfo
timeshift
tlp
tlp-rdw
tmux
tree
ttf-fira-code
unzip
vulkan-intel
wget
which
wqy-zenhei
xcape
xclip
yay
zsh
zsh-completions
