amd-ucode
autoconf
automake
axel
base
binutils
bison
btrfs-progs
clang
cmake
dhcpcd
efibootmgr
fakeroot
fd
file
findutils
flex
gawk
gcc
gettext
git
go
grep
groff
grub
gzip
jq
lazygit
libtool
linux
linux-firmware
lua
m4
make
ncdu
neofetch
neovim
nodejs
npm
openssh
pacman
patch
pkgconf
ripgrep
rust
sed
sudo
texinfo
tmux
tree
unzip
wget
which
zsh
zsh-completions
