arch-install-scripts
autoconf
automake
axel
base
bison
clang
cloc
cmake
fakeroot
fd
flex
fmt
gcc
git
go
groff
jq
lazygit
less
libtool
lua
lua-language-server
luarocks
m4
make
nano
ncdu
neofetch
neovim
nodejs
npm
openssh
patch
pkgconf
python
qt6-base
ripgrep
spdlog
sudo
texinfo
tmux
tree
wget
which
zsh
