antigravity-cli
blender
cc-switch
claude-code
codex
font-fira-code-nerd-font
ghostty
google-chrome
keka
localsend
maccy
miniconda
orbstack
rustdesk
shottr
spotify
steam
tailscale-app
tencent-meeting
visual-studio-code
