accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
archlinuxcn-keyring
ark
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluedevil
bluez
bluez-utils
bottom
breeze-gtk
cantarell-fonts
ccache
chezmoi
clang
cmake
cryptsetup
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
doublecmd-qt6
downgrade
dracut
duf
dust
e2fsprogs
efibootmgr
efitools
egl-wayland
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-breeze-sddm
eos-hooks
eos-hwtool
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-settings-plasma
erdtree
ethtool
ex-vi-compat
exfatprogs
eza
f2fs-tools
fastfetch
fcitx5-chinese-addons
fcitx5-gtk
fcitx5-qt
fcitx5-rime
ffmpegthumbs
firewall-applet
firewall-config
firewalld
fwupd
gdb
ghostty
git
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
hyperfine
inetutils
inxi
iptables-nft
iwd
jfsutils
jq
just
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kernel-install-for-dracut
keyd
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
konsole
kscreen
kwallet-pam
kwayland-integration
lazygit
less
libappindicator
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libxnvctrl
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
luarocks
lvm2
man-db
man-pages
mdadm
mesa-utils
modemmanager
mtools
nano
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-open
nvidia-settings
nvidia-utils
obs-studio
obsidian
opencl-nvidia
openssh
pacman-contrib
partitionmanager
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-keyboard
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plasma-x11-session
plocate
poppler-glib
power-profiles-daemon
powerdevil
powertop
print-manager
procs
python
python-defusedxml
python-jinja
python-packaging
python-pip
qt6-imageformats
rebuild-detector
refind
reflector
reflector-simple
rime-ice-git
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
smartmontools
sof-firmware
spectacle
spirv-headers
starship
sudo
syncthing
sysfsutils
systemd-sysvcompat
tailscale
tcpdump
texinfo
tldr
tlp
tmux
tokei
tree
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
uv
volk
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-utility-libraries
vulkan-validation-layers
welcome
wget
which
whois
wireless-regdb
wireplumber
wl-clipboard
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yay
yazi
zellij
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
