amd-ucode
arch-install-scripts
axel
base
base-devel
bat
benchmark
chezmoi
clang
cloc
crash
ctags
fakeroot
fd
gcc
gdb
git
htop
jq
just
lazygit
lua-language-server
nano
ncdu
neovim
nmap
nodejs
npm
openssh
podman
podman-compose
ranger
ripgrep
stylua
sudo
tcpdump
tmux
tree
unzip
uv
wget
which
xmake
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
